<?php /**/ ?><?php
// ------------------------------------------------------------------
// lang.en.inc.php
// ------------------------------------------------------------------
// Language file - English version.
// Copyright (c) 2002 Dreamware Technologies
// http://www.dreamwaretech.com

//admin messages
$MSG[20001] = "Достъп отказан";
$MSG[20002] = "Неоторизиран достъп";
$MSG[20003] = "Паролите не съвпадат";
$MSG[20004] = "Паролата е прекалено къса";
$MSG[20005] = "Грешна парола";
$MSG[20006] = "Паролата е променена";

$MSG[20007] = "Няма въведени кина";

$MSG[20008] = "Няма нищо избрано";

$MSG[20009] = "Дублиране на кина";
$MSG[20010] = "Киното е записано успешно";
$MSG[20011] = "В някой от избраните за изтриване кина има въведени заглавия от програмата";
	
	//$MSG[20012] = "Някой от маркираните кина не са въведени от вас";
	$MSG[20012] = 'Необходимо е да въведете броят на позициите в класацията';

$MSG[20013] = "Маркираните кина са изтрити успешно";

$MSG[20014] = "Въведете или заглавие на филма, или оригинално заглавие";
$MSG[20015] = "Празен режисьор";
$MSG[20016] = "Празни актьори";
$MSG[20017] = "Празно съдържание";
$MSG[20018] = "Информацията е записана";
$MSG[20019] = "Трябва да изберете снимка";
$MSG[20020] = "Невалиден файл";
$MSG[20021] = "Избраният филм не е открит";
$MSG[20022] = "Снимката е записана";

$MSG[20023] = "Няма въведени градове";

$MSG[20024] = "снимка";

$MSG[20025] = "Липсват часове на прожекциите";
$MSG[20026] = "Необходимо е да изберете заглавие от списъка с филми";
$MSG[20027] = "Необходимо е да въведете заглавие";
$MSG[20028] = "Необходимо е да изберете начин на представяне на заглавието";
$MSG[20029] = "Заглавието е записано успешно";
$MSG[20030] = "Маркираните заглавия са изтрити успешно";
$MSG[20031] = "Не разполагаме с информация за това заглавние";
$MSG[20032] = "Необходимо е да изберете филм";

$MSG[20033] = "Премиерета е записана успешно";

$MSG[20034] = "Няма въведени дистрибутори";

$MSG[20035] = "Заглавието вече е въведено в програмата на киносалона за тази седмица.";

$MSG[20036] = "Дублиране на дистрибутори";
$MSG[20037] = "Дистрибуторът е записан успешно";
$MSG[20038] = "Някой от избраните за изтриване дистрибутори са свързани към видео заглавия";
	
	//$MSG[20039] = "Някой от маркираните дистрибутори не са въведени от вас";
	$MSG[20039] = 'Некоректни данни за броят на позициите в класацията';

$MSG[20040] = "Маркираните дистрибутори са изтрити успешно";

$MSG[20041] = "Видео премиерата е записано успешно";
$MSG[20042] = "Невалиден файл за снимка";

$MSG[20043] = 'Някой от избраните за изтриване дистрибутори са свързани към DVD заглавия';

$MSG[20044] = 'Маркираните видео премиери са изтрити успешно';

$MSG[20045] = 'Маркираните DVD премиери са изтрити успешно';
$MSG[20046] = 'DVD премиерата е записано успешно';
$MSG[20047] = 'Излизате извън границите на търсенето';

$MSG[20048] = 'Премиерите са oсвободени успешно';

$MSG[20049] = 'Щатските премиери са oсвободени успешно';

$MSG[20050] = 'Записването на сървъра е успешно';
$MSG[20051] = 'За последен път е направен архив на ';
$MSG[20052] = 'Архивирането е успешно';
$MSG[20053] = 'Избрали сте повече от един файл за разархивиране';
$MSG[20054] = 'Избраните архиви са изтрити успешно';
$MSG[20055] = 'Грешка при импортирането';
$MSG[20056] = 'Разархивирането е успешно';

$MSG[20057] = 'Щатската премиера е записана успешно';

$MSG[20058] = 'Включен';
$MSG[20059] = 'Изключен';

$MSG[20060] = '[Начало]';
$MSG[20061] = '[Край]';
$MSG[20062] = '[Напред]';
$MSG[20063] = '[Назад]';
$MSG[20064] = 'Избраните филми бяха успешно изключени от кино програмата';
$MSG[20065] = 'Избраният филм е успешно включен в кино програмата';
$MSG[20066] = 'Избраните филми бяха успешно изтрити';

$MSG[20067] = '[добави]';
$MSG[20068] = 'Последно обновяван на ';

$MSG[20069] = 'Необходимо е да въведете заглавие на статията';
$MSG[20070] = 'Необходимо е да изберете секция, към която да се асоциира статията';
$MSG[20071] = 'Статията е с празно съдържание';

	//$MSG[20072] = 'Дистрибуторът, който се опитвате да редактирате, не е въведен от вас';
	$MSG[20072] = 'Дублиране на класации';
	//$MSG[20073] = 'Киносалонът, който се опитвате да редактирате, не е въведен от вас';
	$MSG[20073] = 'Класацията е записана успешно';
	//$MSG[20074] = 'Градът, който се опитвате да редактирате, не е въведен от вас';
	$MSG[20074] = 'кино класация';

$MSG[20075] = 'Празни входни данни';
$MSG[20076] = 'Дублиране на градове';
$MSG[20077] = 'Градът е записан успешно';
$MSG[20078] = 'В някой от избраните за изтриване градове има въведени кина';
$MSG[20079] = 'Маркираните градове са изтрити успешно';

	//$MSG[20080] = 'Някой от маркираните градове не са въведени от вас';
	$MSG[20080] = 'видео или dvd класация';

$MSG[20081] = "Избранита статия не е открита";

	$MSG[20082] = "Кино";
	$MSG[20083] = "Видео";
	$MSG[20084] = "DVD";
	$MSG[20085] = "Щатски премиери";
	$MSG[20086] = "Първа страница";
	$MSG[20087] = "На милиметър";
	$MSG[20088] = "Саундтрак";
	$MSG[20089] = "Звезда на месеца";
	$MSG[20090] = "Зад кадър";
	$MSG[20091] = "Втори Дубъл";

$MSG[20092] = 'Датата за седмицата е записана успешно';
$MSG[20093] = 'Избраните статии са изтрити успешно';

$MSG[20094] = 'Няма въведени класации';
$MSG[20095] = 'Някой от избраните за изтриване класации се използват';
$MSG[20096] = 'Маркираните класации са изтрити успешно';

$MSG[20097] = 'Празна позиция';
$MSG[20098] = 'Празни седмици';
$MSG[20099] = 'Некоректна информация за позиция';
$MSG[20100] = 'Некоректна информация за седмици';
$MSG[20101] = 'Празни екрани';
$MSG[20102] = 'Некоректна информация за екрани';
$MSG[20103] = 'Празен седмичен приход';
$MSG[20104] = 'Некоректна информация за седмичният приход';
$MSG[20105] = 'Празен общ приход';
$MSG[20106] = 'Некоректна информация за общият приход';
$MSG[20107] = 'Записът от класацията е записан';

$MSG[20108] = 'Въведете файл с архив';
$MSG[20109] = 'Качен на ';
$MSG[20110] = 'Оригинално име';


// index messages
$MSG[30001] = 'официален уебсайт';

$MSG[30002] = 'Кино премиерите са за седмицата';
$MSG[30003] = 'Световните премиери са за седмицата';
$MSG[30004] = 'Видео премиерите са за седмицата';
$MSG[30005] = 'DVD премиерите са за седмицата';

$MSG[30006] = "Световни премиери";

$MSG[30007] = 'Видео премиерите тази седмица';
$MSG[30008] = 'Кино премиерите тази седмица';
$MSG[30009] = 'DVD премиерите тази седмица';
$MSG[30010] = 'Световни премиери';
$MSG[30011] = 'Новини на милиметър';
$MSG[30012] = 'Втори дубъл';
$MSG[30013] = 'Тази седмица';

$MSG[30014] = 'c ';
$MSG[30015] = 'на';

$MSG[30016] = 'Кино програмата е за седмицата';
$MSG[30017] = 'Музиката от екрана';

$MSG[30018] = 'режисьор: ';
$MSG[30019] = 'в ролите: ';

$MSG[30020] = 'Статията е отпечатана на ';



$TITLES['login'] = 'Аутентификация';
$TITLES['menu'] = 'Работно меню';
$TITLES['backup'] = 'Архиви';

$TITLES['city'] = 'Градове';
$TITLES['cinema'] = 'Кина';
$TITLES['insertfilm'] = 'Редакция на филм';
$TITLES['film'] = 'Филми';
$TITLES['agenda'] = 'Програма';
$TITLES['cinema_new'] = 'Кино премиери';

$TITLES['videodistr'] = 'Видео дистибутори';
$TITLES['video_new'] = 'Видео премиери';

$TITLES['dvddistr'] = 'DVD дистибутори';
$TITLES['dvd_new'] = 'DVD премиери';

$TITLES['usa_new'] = 'Щатски премиери';

$TITLES['add_article'] = 'Добави статия';

$TITLES['charts'] = 'Класации';
$TITLES['manage_chart'] = 'Актуализация на класации';

$MONTHS [1] = 'януари' ;
$MONTHS [2] = 'февруари' ;
$MONTHS [3] = 'март' ;
$MONTHS [4] = 'април' ;
$MONTHS [5] = 'май' ;
$MONTHS [6] = 'юни' ;
$MONTHS [7] = 'юли' ;
$MONTHS [8] = 'август' ;
$MONTHS [9] = 'септември' ;
$MONTHS [10] = 'октомври' ;
$MONTHS [11] = 'ноември' ;
$MONTHS [12] = 'декември' ;

$MON[1] = 'I' ;
$MON[2] = 'II' ;
$MON[3] = 'III' ;
$MON[4] = 'IV' ;
$MON[5] = 'V' ;
$MON[6] = 'VI' ;
$MON[7] = 'VII' ;
$MON[8] = 'VIII' ;
$MON[9] = 'IX' ;
$MON[10] = 'X' ;
$MON[11] = 'XI' ;
$MON[12] = 'XII' ;

$MONTHS2 = array(
 1  => 'January',
 2  => 'February',
 3  => 'March',
 4  => 'April',
 5  => 'May',
 6  => 'June',
 7  => 'July',
 8  => 'August',
 9  => 'September',
 10 => 'October',
 11 => 'November',
 12 => 'December'
);
?>